Repository: Dima73/enigma2-plugin-systemplugins-satipserver
Catalog: po/*.po
Languages: fr, ru

source: Attention - only one server can be used at the same time!
fr: Attention - un seul serveur peut être utilisé à la fois!
ru: Внимание - одновременно можно использовать только один сервер!

source: Disable autostart Minisatip
fr: Désactiver le démarrage automatique de Minisatip
ru: Отключить автостарт Minisatip

source: Disable autostart SatPI
fr: Désactiver le démarrage automatique de SatPI
ru: Отключить автостарт SatPI

source: Enable autostart Minisatip
fr: Activer le démarrage automatique de Minisatip
ru: Включить автостарт Minisatip

source: Enable autostart SatPI
fr: Activer le démarrage automatique de SatPI
ru: Включить автостарт SatPI

source: Install Minisatip
fr: Installation de Minisatip
ru: Установить Minisatip

source: Install SatPI
fr: Installation de SatPI
ru: Установить SatPI

source: Minisatip server - WEB 'http://<box ip>:8080'
fr: Minisatip serveur - WEB 'http://<box ip>:8080'
ru: Minisatip сервер - WEB 'http://<айпи ресивера>:8080'

source: Really execute now?
fr: Voulez-vous vraiment exécuter?
ru: Действительно выполнить сейчас?

source: SAT>IP server
fr: SAT>IP serveur
ru: SAT>IP сервер

source: SAT>IP servers for enigma2
fr: SAT>IP serveurs pour enigma2
ru: SAT>IP сервера для enigma2

source: SatPI server - WEB 'http://<box ip>:8875'
fr: SatPI serveur - WEB 'http://<box ip>:8875'
ru: SatPI сервер - WEB 'http://<айпи ресивера>:8875'

source: Start Minisatip
fr: Démarrer Minisatip
ru: Старт Minisatip

source: Start SatPI
fr: Démarrer SatPI
ru: Старт SatPI

source: Stop Minisatip
fr: Arrêter Minisatip
ru: Стоп Minisatip

source: Stop SatPI
fr: Arrêter SatPI
ru: Стоп SatPI

source: Unistall Minisatip
fr: Désinstaller Minisatip
ru: Удалить Minisatip

source: Unistall SatPI
fr: Désinstaller SatPI
ru: Удалить SatPI
